"Profile.TITLE" = "Perfil";
"Profile.INFO" = "Informações do perfil";
"Profile.ABOUT" = "Sobre mim";
"Profile.EDIT_PROFILE" = "Editar Perfil";
"Profile.YEAR_OF_BIRTH" = "Ano de nascimento:";
"Profile.BIO" = "Biografia:";
"Profile.SETTINGS" = "Configurações";
"Profile.SETTINGS_VIDEO" = "Configurações de vídeo";
"Profile.SUPPORT_INFO" = "Informações de suporte";
"Profile.CONTACT" = "Contate o suporte";
"Profile.TERMS" = "Termos de uso";
"Profile.PRIVACY" = "Política de Privacidade";
"Profile.COOKIE_POLICY" = "Política de cookies";
"Profile.DO_NOT_SELL_INFORMATION" = "Não venda minhas informações pessoais";
"Profile.FAQ_TITLE" = "Ver perguntas frequentes";
"Profile.MANAGE_ACCOUNT" = "Gerenciar conta";
"Profile.LOGOUT" = "Sair";
"Profile.SWITCH_TO" = "Troque para";
"Profile.FULL_PROFILE" = "perfil completo";
"Profile.LIMITED_PROFILE" = "perfil limitado";
"Profile.LOGOUT_ALERT.TITLE" = "Confirmar logout";
"Profile.LOGOUT_ALERT.TEXT" = "Tem certeza que deseja sair?";
"Profile.DELETE_ALERT.TITLE" = "Aviso!";
"Profile.DELETE_ALERT.TEXT" = "Você realmente deseja excluir sua conta?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Sair sem salvar?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "As alterações que você fez serão descartadas.";
"Profile.EDIT.TOO_YONG_USER" = "Você deve ter mais de 13 anos para ter um perfil com acesso total às informações.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Um perfil limitado compartilha apenas seu nome de usuário e foto do perfil.";
"Profile.EDIT.DELETE_ACCOUNT" = "Deletar conta";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Ano de nascimento";
"Profile.EDIT.FIELDS.LOCATION" = "Localização";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Idioma falado";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Sobre mim:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Alterar imagem do perfil";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Selecione na galeria";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Remover foto";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Cancelar";
"Profile.DELETE_ACCOUNT.TITLE" = "Deletar conta";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Você tem certeza que quer ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "Deletar sua conta?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Para confirmar esta ação, digite a senha da sua conta.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Senha";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Digite a senha";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Sim, excluir conta";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Voltar ao perfil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "A senha está incorreta. Por favor, tente novamente.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Configurações de vídeo";
"Profile.SETTINGS.WIFI_TITLE" = "Baixar somente Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Baixe conteúdo apenas quando o wi-fi estiver ligado";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Qualidade de streaming de vídeo";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automático (recomendado)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Menor uso de dados";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Melhor qualidade";
"Profile.SETTINGS.VERSION" = "Versão:";
"Profile.SETTINGS.UP_TO_DATE" = "Atualizado";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Toque para atualizar para a versão";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Toque para instalar a atualização necessária do aplicativo";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Não é possível enviar e-mail. Parece que seu cliente de e-mail não está configurado.";
"Profile.CALENDAR.NEW_CALENDAR" = "Novo calendário";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Alterar opções de sincronização";
"Profile.CALENDAR.ACCOUNT" = "Conta";
"Profile.CALENDAR.CALENDAR_NAME" = "Nome do calendário";
"Profile.CALENDAR.COLOR" = "Cor";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "As próximas tarefas dos cursos ativos aparecerão neste calendário";
"Profile.CALENDAR.CANCEL" = "Cancelar";
"Profile.CALENDAR.BEGIN_SYNCING" = "Comece a sincronizar";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sincronizado";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Falha na sincronização";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "desligada";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Sincronizando com a agenda...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Acesso ao calendário";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Desativar sincronização de calendário";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Para mostrar as próximas tarefas e os marcos do curso em sua agenda, precisamos de permissão para acessá-la.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Desativar a sincronização do calendário excluirá o calendário “ %@ ”. Você pode reativar a sincronização do calendário a qualquer momento.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Conceder acesso ao calendário";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Desativar sincronização";
"Profile.CALENDAR_DIALOG.CANCEL" = "Cancelar";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datas e calendário";
"Profile.CALENDAR_SYNC.TITLE" = "Sincronização de calendário";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Configure a sincronização do calendário para mostrar suas próximas tarefas e marcos do curso em seu calendário. Novas tarefas e datas de cursos alteradas serão sincronizadas automaticamente";
"Profile.CALENDAR_SYNC.BUTTON" = "Configurar sincronização de calendário";
"Profile.OPTIONS.TITLE" = "Opções";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Use datas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar datas relativas como “Amanhã” e “Ontem”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Mostrar datas completas como “1 de janeiro de 2021”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datas e calendário";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sincronização do calendário do curso";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Reconecte sua agenda para retomar a sincronização";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Atualmente sincronizando eventos com sua agenda";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Reconectar calendário";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Alterar opções de sincronização";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sincronizando cursos %d";
"Profile.OPTIONS.TITLE" = "Opções";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Use datas relativas";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mostrar datas relativas como “Amanhã” e “Ontem”";
"Profile.COURSES_TO_SYNC.TITLE" = "Cursos para sincronizar";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Desativar a sincronização de um curso removerá todos os eventos conectados ao curso do seu calendário sincronizado.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Ocultar cursos inativos";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Remova automaticamente eventos de cursos que você não visualizou no último mês";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inativo";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Local";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Sotaque";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Vermelho";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Laranja";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Amarelo";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Verde";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Azul";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Roxo";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Marrom";
"Profile.CALENDAR.COURSE_DATES" = "%@ Datas do curso";
"Profile.DROP_DOWN_PICKER.SELECT" = "Selecione";
"Profile.SYNC_SELECTOR.SYNCED" = "Para sincronizar";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Não sincronizado";
"Profile.SYNC.NO_SYNCED" = "Nenhum curso sincronizado";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Nenhum curso está sendo sincronizado com sua agenda no momento.";
"WhatsNew.TITLE" = "O que há de novo";
"WhatsNew.BUTTON_PREVIOUS" = "Anterior";
"WhatsNew.BUTTON_NEXT" = "Próximo";
"WhatsNew.BUTTON_DONE" = "Feito";
"Discovery.TITLE" = "Descobrir";
"Discovery.SEARCH" = "Procurar";
"Discovery.HEADER.TITLE_1" = "Descubra novos";
"Discovery.HEADER.TITLE_2" = "Vamos encontrar um novo curso para você.";
"Discovery.SEARCH.TITLE" = "Procurar Resultados";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Comece a digitar para encontrar o curso";
"Discovery.UPDATE_REQUIRED_TITLE" = "Atualização do aplicativo necessária";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Esta versão do aplicativo OpenEdX está desatualizada. Para continuar aprendendo e obter os recursos e correções mais recentes, atualize para a versão mais recente.";
"Discovery.UPDATE_WHY_NEED" = "Por que preciso atualizar?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versão obsoleta do aplicativo";
"Discovery.UPDATE_BUTTON" = "Atualizar";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Configurações de Conta";
"Discovery.UPDATE_NEEDED_TITLE" = "Atualização de aplicativo";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Recomendamos que você atualize para a versão mais recente. Atualize agora para receber os recursos e correções mais recentes.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Agora não";
"Discovery.UPDATE_NEW_AVALIABLE" = "Nova atualização disponível! Atualize agora para receber os recursos e correções mais recentes";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Saindo do aplicativo";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Agora você está saindo do aplicativo e abrindo um navegador";
"Discovery.DETAILS.TITLE" = "Detalhes do curso";
"Discovery.DETAILS.VIEW_COURSE" = "Ver curso";
"Discovery.DETAILS.ENROLL_NOW" = "Inscreva-se agora";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Você não pode se inscrever neste curso porque o prazo de inscrição já expirou.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Para se inscrever neste curso, certifique-se de estar conectado à internet.";
"Core.MAINSCREEN.DISCOVERY" = "Descobrir";
"Core.MAINSCREEN.DASHBOARD" = "Painel";
"Core.MAINSCREEN.IN_DEVELOPING" = "Em desenvolvimento";
"Core.MAINSCREEN.PROGRAMS" = "Programas";
"Core.MAINSCREEN.PROFILE" = "Perfil";
"Core.MAINSCREEN.LEARN" = "Aprender";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Tente novamente";
"Core.ERROR.INVALID_CREDENTIALS" = "Credenciais inválidas";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Conexão lenta ou sem internet";
"Core.ERROR.NO_CACHED_DATA" = "Nenhum dado em cache para modo offline";
"Core.ERROR.USER_NOT_ACTIVE" = "A conta do usuário não está ativada. Por favor, ative sua conta primeiro.";
"Core.ERROR.UNKNOWN_ERROR" = "Algo deu errado";
"Core.ERROR.WIFI" = "Você só pode baixar arquivos por Wi-Fi. Você pode alterar isso nas configurações.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Falha na autorização.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Sem conexão com a internet";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Conecte-se à Internet para visualizar este conteúdo.";
"Core.COURSEWARE.COURSE_CONTENT" = "Conteúdo do curso";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Este componente interativo ainda não está disponível para dispositivos móveis.";
"Core.COURSEWARE.COURSE_UNITS" = "Unidades curriculares";
"Core.COURSEWARE.NEXT" = "Próximo";
"Core.COURSEWARE.PREVIOUS" = "Anterior";
"Core.COURSEWARE.FINISH" = "Terminar";
"Core.COURSEWARE.GOOD_WORK" = "Bom trabalho!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Voltar ao esboço";
"Core.COURSEWARE.SECTION_COMPLETED" = "Você completou “ %@ ”.";
"Core.COURSEWARE.CONTINUE" = "Continuar";
"Core.COURSEWARE.RESUME" = "Retomar";
"Core.COURSEWARE.RESUME_WITH" = "Retomar com:";
"Core.COURSEWARE.NEXT_SECTION" = "Próxima seção";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Para prosseguir com “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” pressione “Próxima seção”.";
"Core.ERROR.RELOAD" = "recarregar";
"Core.DATE.COURSE_STARTS" = "Início do curso";
"Core.DATE.COURSE_ENDS" = "Fim do curso";
"Core.DATE.COURSE_ENDED" = "Curso encerrado";
"Core.DATE.ENDED" = "Terminou";
"Core.DATE.START" = "Começar";
"Core.DATE.STARTED" = "Iniciado";
"Core.DATE.JUST_NOW" = "Agora mesmo";
"Core.DATE.TODAY" = "Hoje";
"Core.DATE.NEXT" = "Próximo %@";
"Core.DATE.DAYS_AGO" = "%@ dias atrás";
"Core.DATE.DUE" = "Devido ";
"Core.DATE.DUE_IN" = "Devido em ";
"Core.DATE.DUE_IN_DAYS" = "Devido em %@ dias";
"Core.ALERT.ACCEPT" = "Aceitar";
"Core.ALERT.CANCEL" = "cancelar";
"Core.ALERT.LOGOUT" = "Sair";
"Core.ALERT.LEAVE" = "Deixar";
"Core.ALERT.KEEP_EDITING" = "Continue editando";
"Core.ALERT.DELETE" = "apagar";
"Core.ALERT.ADD" = "Adicionar";
"Core.ALERT.REMOVE" = "Remover";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Remover calendário do curso";
"Core.NO_INTERNET.OFFLINE" = "desligada";
"Core.NO_INTERNET.DISMISS" = "Liberar";
"Core.NO_INTERNET.RELOAD" = "recarregar";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, aaaa";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, aaaa";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Download";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Baixado";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Concluído";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Qualidade de download de vídeo";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Recomendado";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Menor uso de dados";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Melhor qualidade";
"Core.DONE" = "Feito";
"Core.VIEW " = "";
"Core.PICKER.SEARCH" = "Procurar";
"Core.PICKER.ACCEPT" = "Aceitar";
"Core.WEBVIEW.ALERT.OK" = "OK";
"Core.WEBVIEW.ALERT.CANCEL" = "Cancelar";
"Core.WEBVIEW.ALERT.CONTINUE" = "Continuar";
"Core.REVIEW.VOTE_TITLE" = "Gostando do Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Seu feedback é importante para nós. Você poderia avaliar o aplicativo tocando em uma estrela abaixo? Obrigado por seu apoio!";
"Core.REVIEW.FEEDBACK_TITLE" = "Deixe-nos comentários";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Lamentamos saber que sua experiência de aprendizado teve alguns problemas. Agradecemos todos os comentários.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Obrigado";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Obrigado por compartilhar seu feedback conosco. Gostaria de compartilhar sua avaliação deste aplicativo com outros usuários na app store?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Obrigado";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Recebemos seus comentários e os usaremos para ajudar a melhorar sua experiência de aprendizado no futuro. Obrigado por compartilhar!";
"Core.REVIEW.BETTER" = "O que poderia ter sido melhor?";
"Core.REVIEW.NOT_NOW" = "Agora não";
"Core.REVIEW.BUTTON.SUBMIT" = "Enviar";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Compartilhar comentários";
"Core.REVIEW.BUTTON.RATE_US" = "Nos avalie";
"Core.REVIEW.EMAIL.TITLE" = "Selecione o cliente de e-mail:";
"Core.SOCIAL_SIGN_CANCELED" = "O usuário cancelou o fluxo de login.";
"Core.SIGN_IN.LOG_IN_BTN" = "Entrar";
"Core.REGISTER" = "";
"Core.TOMORROW" = "Amanhã";
"Core.YESTERDAY" = "Ontem";
"Core.OPEN_IN_BROWSER" = "Ver no Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Não se preocupe - mude nosso cronograma sugerido para concluir tarefas vencidas sem perder nenhum progresso.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Mudar datas de vencimento";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Perdeu alguns prazos?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Criamos uma sugestão de cronograma para ajudá-lo a se manter no caminho certo. Mas não se preocupe – é flexível para que você possa aprender no seu próprio ritmo. Se acontecer de você ficar para trás, poderá ajustar as datas para se manter no caminho certo.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Para concluir tarefas avaliadas como parte deste curso, você pode fazer upgrade hoje mesmo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Você está auditando este curso, o que significa que não poderá participar de tarefas avaliadas. Parece que você perdeu alguns prazos importantes com base em nossa programação sugerida. Para concluir tarefas avaliadas como parte deste curso e transferir as tarefas vencidas para o futuro, você pode atualizar hoje mesmo.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Suas datas não puderam ser alteradas. Por favor, tente novamente.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Suas datas foram alteradas com sucesso.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Datas dos cursos";
"Core.COURSE_DATES.TODAY" = "Hoje";
"Core.COURSE_DATES.COMPLETED" = "Concluído";
"Core.COURSE_DATES.PAST_DUE" = "Vencido";
"Core.COURSE_DATES.THIS_WEEK" = "Essa semana";
"Core.COURSE_DATES.NEXT_WEEK" = "Semana que vem";
"Core.COURSE_DATES.UPCOMING" = "Por vir";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Entrar";
"Authorization.SIGN_IN.WELCOME_BACK" = "Bem vindo de volta! Faça login para acessar seus cursos.";
"Authorization.SIGN_IN.EMAIL" = "E-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email ou nome de usuário";
"Authorization.SIGN_IN.PASSWORD" = "Senha";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Esqueceu sua senha?";
"Authorization.SIGN_IN.AGREEMENT" = "Ao fazer login neste aplicativo, você concorda com o [ %@ Contrato de licença de usuário final] ( %@ ) e [ %@ Termos de serviço e código de honra] ( %@ ) e reconhece que %@ e cada membro processam seus dados pessoais em\n de acordo com a [Política de Privacidade.]( %@ )";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Endereço de email invalido";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Comprimento de senha inválido";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Esta conta %@ não está vinculada a nenhuma conta %@ . Por favor registre.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "E-mail ou nome de usuário inválido";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Sua conta está desativada. Entre em contato com o suporte ao cliente para obter assistência.";
"Authorization.SIGN_UP.SUBTITLE" = "Crie uma conta para começar a aprender hoje!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Criar uma conta";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Ocultar campos opcionais";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Mostrar campos opcionais";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Você fez login com sucesso.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Só precisamos de um pouco mais de informações antes de você começar a aprender.";
"Authorization.SIGN_UP.AGREEMENT" = "Ao criar uma conta, você concorda com o [ Contrato de Licença de Usuário Final %@ ]( %@ ) e [ Termos de Serviço e Código de Honra %@ ]( %@ ) e reconhece que %@ e cada Membro processam seus dados pessoais de acordo com o [ Política de Privacidade .]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Concordo que %@ possa me enviar mensagens de marketing.";
"Authorization.FORGOT.TITLE" = "Esqueceu sua senha";
"Authorization.FORGOT.DESCRIPTION" = "Insira seu endereço de login ou e-mail de recuperação abaixo e enviaremos um e-mail com instruções.";
"Authorization.FORGOT.REQUEST" = "Redefinir senha";
"Authorization.FORGOT.CHECK_TITLE" = "Verifique seu e-mail";
"Authorization.FORGOT.CHECK_Description" = "Enviamos instruções de recuperação de senha para seu e-mail ";
"Authorization.SIGN_IN_WITH" = "";
"Authorization.REGISTER_WITH" = "";
"Authorization.APPLE" = "Maçã";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ou";
"Authorization.STARTUP.INFO_MESSAGE" = "Cursos e programas das melhores universidades do mundo no seu bolso.";
"Authorization.STARTUP.SEARCH_TITLE" = "O que você quer aprender?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Pesquise nossos mais de 3.000 cursos";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Explorar todos os cursos";
"Authorization.STARTUP.TITLE" = "Começar";
"Dashboard.TITLE" = "Painel";
"Dashboard.HEADER.COURSES" = "Cursos";
"Dashboard.HEADER.WELCOME_BACK" = "Bem vindo de volta. Vamos continuar aprendendo.";
"Dashboard.SEARCH" = "Procurar";
"Dashboard.EMPTY.SUBTITLE" = "Você ainda não está matriculado em nenhum curso.";
"Dashboard.LEARN.TITLE" = "Aprender";
"Dashboard.LEARN.VIEW_ALL" = "Ver tudo";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Ver todos os cursos ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Todos os cursos";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Tarefa Vencida";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Ver tarefas";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Tarefas vencidas";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Tarefas vencidas %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Vencimento em %@ dias";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Retomar curso";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Iniciar curso";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Cursos";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programas";
"Dashboard.LEARN.CATEGORY.ALL" = "Todos";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Em andamento";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Concluído";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Expirado";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Sem cursos";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nenhum curso em andamento";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nenhum curso concluído";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nenhum curso expirado";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Você não está matriculado em nenhum curso no momento, gostaria de explorar o catálogo de cursos?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Encontre um curso";
"Discussion.TITLE" = "Discussões";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "A postagem em discussões foi desativada pela equipe do curso";
"Discussion.TOPICS.SEARCH" = "Pesquisar todas as postagens";
"Discussion.TOPICS.ALL_POSTS" = "Todas as publicações";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Postagens que estou acompanhando";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Categorias principais";
"Discussion.TOPICS.UNNAMED" = "Subcategoria sem nome";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Atividade recente";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Mais atividade";
"Discussion.POSTS.SORT.MOST_VOTES" = "Mais votos";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Ainda não há discussões";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Clique no botão abaixo para criar sua primeira discussão.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Criar discussão";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Adicionar uma postagem";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Todas as publicações";
"Discussion.POSTS.FILTER.UNREAD" = "Não lida";
"Discussion.POSTS.FILTER.UNANSWERED" = "Sem resposta";
"Discussion.POSTS.CREATE_NEW_POST" = "Criar nova postagem";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Faça uma seleção";
"Discussion.POST.LAST_POST" = "Última postagem:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Comentário adicionado";
"Discussion.THREAD.ADD_RESPONSE" = "Adicione uma resposta";
"Discussion.CREATE_THREAD.NEW_POST" = "Criar nova postagem";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Selecione o tipo de postagem";
"Discussion.CREATE_THREAD.TOPIC" = "Tema";
"Discussion.CREATE_THREAD.TITLE" = "Título";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Acompanhe esta discussão";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Siga esta pergunta";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Criar nova discussão";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Criar nova pergunta";
"Discussion.COMMENT.REPORT" = "Relatório";
"Discussion.COMMENT.UNREPORT" = "Cancelar relatório";
"Discussion.COMMENT.FOLLOW" = "Seguir";
"Discussion.COMMENT.UNFOLLOW" = "Deixar de seguir";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Comente";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Comentário adicionado";
"Discussion.RESPONSE.ADD_COMMENT" = "Adicione um comentário";
"Discussion.POST_TYPE.QUESTION" = "pergunta";
"Discussion.POST_TYPE.DISCUSSION" = "discussão";
"Discussion.SEARCH" = "Procurar";
"Discussion.SEARCH.TITLE" = "Procurar Resultados";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Comece a digitar para encontrar os tópicos";
"Discussion.ANONYMOUS" = "Anônimo";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Não foi possível carregar as discussões.\n Tente novamente mais tarde.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Parabéns, você ganhou este certificado de curso em “ %@ \.”";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Ver certificado";
"Course.OUTLINE.CERTIFICATE" = "Certificado";
"Course.OUTLINE.COURSE_VIDEOS" = "Vídeos do curso";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Este curso ainda não começou.";
"Course.COURSEWARE.COURSE_CONTENT" = "Conteúdo do curso";
"Course.COURSEWARE.COURSE_UNITS" = "Unidades curriculares";
"Course.COURSEWARE.NEXT" = "Próximo";
"Course.COURSEWARE.PREVIOUS" = "Anterior";
"Course.COURSEWARE.FINISH" = "Terminar";
"Course.COURSEWARE.GOOD_WORK" = "Bom trabalho!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Voltar ao esboço";
"Course.COURSEWARE.SECTION" = "Você completou “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Continuar";
"Course.COURSEWARE.RESUME_WITH" = "Retomar com:";
"Course.ERROR.NO_INTERNET" = "Você não está conectado à Internet. Por favor, verifique sua conexão à internet.";
"Course.ERROR.RELOAD" = "recarregar";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Componente do curso não encontrado. Atualize";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "No momento não há apostilas para este curso.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "No momento não há anúncios para este curso.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "No momento não há vídeos para este curso.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "As datas dos cursos não estão disponíveis no momento.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Nenhum conteúdo do curso está disponível no momento.";
"Course.ALERT.ROTATE_DEVICE" = "Gire seu dispositivo para ver este vídeo em tela cheia.";
"Course.ALERT.ACCEPT" = "Aceitar";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Tem certeza de que deseja excluir todos os vídeos de";
"Course.ALERT.DELETE_VIDEOS" = "Tem certeza de que deseja excluir vídeo(s) de";
"Course.ALERT.STOP_DOWNLOADING" = "Desligar o botão interromperá o download e excluirá todos os vídeos baixados para";
"Course.ALERT.WARNING" = "Aviso";
"Course.COURSE_CONTAINER.HOME" = "Lar";
"Course.COURSE_CONTAINER.VIDEOS" = "Vídeos";
"Course.COURSE_CONTAINER.OFFLINE" = "Desligado";
"Course.COURSE_CONTAINER.DATES" = "datas";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Discussões";
"Course.COURSE_CONTAINER.HANDOUTS" = "Mais";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Apostilas em desenvolvimento";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Folhetos";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Anúncios";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Encontre informações importantes sobre o curso";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Fique por dentro das últimas notícias";
"Course.NOT_AVALIABLE.TITLE" = "Este componente interativo não está disponível em dispositivos móveis";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Explore outras partes deste curso ou visualize-o na web.";
"Course.NOT_AVALIABLE.BUTTON" = "Abra no navegador";
"Course.SUBTITLES.TITLE" = "Legendas";
"Course.ACCESSIBILITY.DOWNLOAD" = "Download";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Cancelar download";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Excluir download";
"Course.DOWNLOAD.DOWNLOADS" = "Transferências";
"Course.DOWNLOAD.DOWNLOAD" = "Download";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Todos os vídeos baixados";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Baixando vídeos...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Baixar para o dispositivo";
"Course.DOWNLOAD.VIDEOS" = "Vídeos";
"Course.DOWNLOAD.REMAINING" = "Restante";
"Course.DOWNLOAD.UNTITLED" = "Sem título";
"Course.DOWNLOAD.TOTAL" = "Total";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Você não pode alterar a qualidade do download do vídeo quando todos os vídeos estão sendo baixados";
"Course.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Os vídeos que você selecionou têm mais de 1 GB. Quer baixar esses vídeos?";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Suas configurações de download atuais permitem apenas downloads por Wi-Fi.\n Conecte-se a uma rede Wi-Fi ou altere suas configurações de download.";
"Course.COURSE_DATES.TODAY" = "Hoje";
"Course.COURSE_DATES.COMPLETED" = "Concluído";
"Course.COURSE_DATES.PAST_DUE" = "Vencido";
"Course.COURSE_DATES.DUE_NEXT" = "Prazo próximo";
"Course.COURSE_DATES.UNRELEASED" = "Não lançado";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Apenas verificado";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Itens ocultos";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Item oculto";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Datas de vencimento alteradas";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Suas datas de vencimento foram alteradas com sucesso para ajudá-lo a permanecer no caminho certo.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Ver todas as datas";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sincronizar com o calendário";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sincronize automaticamente todos os prazos e datas de vencimento deste curso com seu calendário.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Adicionar calendário";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Remover calendário";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Gostaria de adicionar o calendário %@ &quot; %@ &quot; ?\n Você pode editar ou remover o calendário do curso a qualquer momento no Calendário ou nas Configurações";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Gostaria de remover o calendário %@ &quot; %@ &quot; ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; foi adicionado ao seu calendário.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Sincronizando calendário...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Ver eventos";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "O calendário do seu curso foi adicionado.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "O calendário do seu curso foi removido.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Eventos do calendário";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "O calendário do seu curso está desatualizado";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "As datas dos seus cursos foram alteradas e o calendário do curso não está mais atualizado com a nova programação.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Atualizar agora";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "O calendário do seu curso foi atualizado.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ não tem permissão de calendário. Por favor, vá para as configurações e dê permissão ao calendário.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Abrir configurações";
"Course.COURSE_DATES.SETTINGS" = "Configurações";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Suas datas não puderam ser alteradas. Por favor, tente novamente.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Suas datas foram alteradas com sucesso.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Datas dos cursos";
"Course.COURSE.DUE_TODAY" = "Vencimento hoje";
"Course.COURSE.DUE_TOMORROW" = "Vencimento amanhã";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ de %@ tarefas concluídas";
"Course.COURSE.ALERT.CANCEL" = "Cancelar";
"Course.COURSE.ALERT.CLOSE" = "Fechar";
"Course.COURSE.ALERT.REMOVE" = "Remover";
"Course.COURSE.ALERT.DOWNLOAD" = "Download";
"Course.COURSE.ALERT.TRY_AGAIN" = "Tentar novamente";
"Course.COURSE.ALERT.REMOVE_TITLE" = "Remover conteúdo offline?";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Confirmar download";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Baixar no celular?";
"Course.COURSE.ALERT.REMOVE_DESCRIPTION" = "Remover este conteúdo liberará %@ .";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Baixar este %@ de conteúdo salvará os blocos disponíveis offline.";
"Course.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "O download deste conteúdo usará %@ de dados celulares.";
"Course.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Falha no download";
"Course.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Sem conexão com a Internet";
"Course.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi necessário";
"Course.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Infelizmente, este conteúdo não pôde ser baixado. Tente novamente mais tarde ou relate este problema.";
"Course.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "O download deste conteúdo requer uma conexão ativa com a internet. Conecte-se à internet e tente novamente.";
"Course.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "O download deste conteúdo requer uma conexão WiFi ativa. Conecte-se a uma rede WiFi e tente novamente.";
"Course.COURSE.STORAGE_ALERT.TITLE" = "Armazenamento do dispositivo cheio";
"Course.COURSE.STORAGE_ALERT.DESCRIPTION" = "Seu dispositivo não tem espaço livre suficiente para baixar este conteúdo. Libere espaço e tente novamente.";
"Course.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ usado, %@ grátis";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Maiores Downloads";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Feito";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Editar";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Remover todos os downloads";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% deste curso é visível no celular.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% deste curso está disponível para download.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% deste curso pode ser concluído offline.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Baixado";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Baixando";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Disponível para download";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Pronto para baixar";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Baixar tudo";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Cancelar Download do Curso";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Você pode baixar o conteúdo do curso offline para aprender em qualquer lugar, sem precisar de uma conexão ativa com a internet ou usar dados móveis.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Nenhum conteúdo deste curso está disponível para download offline no momento.";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Este componente não é baixado";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Explore outras partes deste curso ou baixe-o quando se reconectar.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Este componente ainda não está disponível offline";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Explore outras partes deste curso ou visualize isto quando se reconectar.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sincronizado com o Calendário";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Falha na sincronização do calendário";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "desligada";
